/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets" = "ローディング資産";
"Scenes" = "シーン";

"Information" = "情報";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "あなたは既にプレミアムにアップグレードしました。してください。 'サインインも'と使用し、あなたの購入を確認するための「設定」メニューの「購入を復元します」.";
"Alert" = "アラート";
"OK" = "[OK]";
"Ok" = "[OK]";
"No_Email_account_configured" = "いいえ電子メールアカウントは、このデバイスで構成されていません.";
"My Scene %d" = "私のシーン %d";

"Warning" = "警告";
"Scene_name_empty" = "シーン名は空にできません.";
"Scene_name_special_character" = "シーン名に特殊文字を含めることはできません.";

"Duplicate_Scene_Name" = "シーン名が重複しています";
"Duplicate_Scene_Name_message" = "「同じ名前がすでに存在していると別のシーン。別の名前を入力してください.";

"Rename Scene" = "シーンの名前を変更します";
"Please enter a new Scene name" = "新しいシーンの名前を入力してください";
"Cancel" = "キャンセル";
"Scene Name" = "シーン名";

"A Scene created using Iyan 3D in iOS." = "シーンは、iOSでIyan 3Dを使用して作成しました.";

"Success" = "成功";
"file_successfully_saved_dropbox" = "ファイル正常にDropboxに保存しました。あなたのDropboxアカウントでそれを見つけることができる「アプリ/ Iyan3D 」.";

"Failure" = "失敗";
"Error_uploading_file" = "エラーアップロードファイル。インターネット接続を確認してください\n.";
"unable_connect_server" = "サーバーに接続できません、あなたのネットワーク設定を確認してください.";
"Connection Error" = "接続エラー";
"max_five_lights_per_scene" = "以上5ライトを含めることはできませんシーン.";
"File Corrupted" = "ファイルの破損";
"File_Corrupted_message" = "開こうとしているプロジェクトが破損しています.";

"Select Bone Structure" = "選択骨構造";
"start_single_bone_or_human_message" = "あなたはどちらかの完全な人間の骨格構造を持つまたは単一の骨で始めることができますか？";
"Single Bone" = "シングルボーン";
"Human Bone Structure" = "人間の骨の構造";
"rigging_back_previous_mode" = "あなたが前のモードに行くにしてもよろしいですか？はいを押すと、すべての変更は破棄されます.";
"NO" = "NO";
"Yes" = "はい";

"Light %d" = "光 %d";
"Delete" = "削除";
"Clone" = "クローン";
"copy_limit_exceed_message" = "コピー制限を超えました。ツールバーのボタンを「追加」使用してオブジェクトをインポートします.";

"CAMERA" = "カメラ";
"LIGHT" = "光";
"Image : %@" = "画像 : %@";
"Text : %@" = "テキスト : %@";
"Video : %@" = "ビデオ : %@";

"apply_animation_error" = "アニメーションを適用するテキストまたは文字を選択してください.";
"Save your Animation as template" = "テンプレートとしてあなたのアニメーションを保存";
"Animation Name" = "アニメーションの名前";
"Bones cannot be added to this model." = "骨は、このモデルに追加することができません.";
"model_cannot_add_bone" = "このモデルは、以前のバージョンを使用して不正ました。エンベロープ情報の一部が欠落している可能性があります。続けたいですか？";

"Please Select any Node to add Bone" = "ボーンを追加するには、任意のノードを選択してください";
"Delete Animation in this Frame" = "このフレームでアニメーションを削除します。";
"Delete Animation in this Frame" = "このフレームでアニメーションを削除します。";
"Delete Object" = "オブジェクトを削除します";

"Info" = "インフォ";
"There is no animation in this frame." = "このフレームにはアニメーションはありません.";
"Animation name cannot be empty." = "アニメーション名は空にできません.";
"Animation_Name_special" = "アニメーションの名前に特殊文字を含めることはできません.";

"Step_1_rigging_message" = "モデル内の適切な位置に骨を置きます.";
"Step_2_rigging_message" = "周囲のメッシュをカバーするために、各ボーンのエンベロープを拡大縮小.";
"Step_3_rigging_message" = "必ずリグは、モデルをアニメーション化することによって完璧であることを確認してください.";
"PREVIEW" = "プレビュー";
"ADJUST ENVELOP" = "エンベロープの調整";
"ATTACH SKELETON" = "スケルトンを添付";

"Cone" = "円錐";
"Cube" = "キューブ";
"Cylinder" = "シリンダー";
"Plane" = "飛行機";
"Sphere" = "球";
"Torus" = "トーラス";

"bone_count_exceed" = "オブジェクトごとの最大骨が超えることはできません。 57.";



"Category" = "カテゴリー";
"All Models" = "全モデル";
"Character" = "キャラクター";
"Backgrounds" = "背景";
"Accessories" = "アクセサリー";
"Minecraft" = "Minecraftの";
"FNAF" = "INAME";
"My Library" = "マイライブラリ";

"Rename Object" = "オブジェクトの名前を変更します";
"Please enter a name" = "名前を入力してください";
"Please Choose Font Style." = "フォントスタイルを選択して下さい.";
"Please enter some text to add." = "追加するには、いくつかのテキストを入力してください.";


"Create a Scene" = "シーンを作成します。";
"Animate Character" = "文字をアニメーション";
"Export Video" = "ビデオのエクスポート";
"Share your video" = "あなたのビデオを共有します";

"onboarding_message_#1" = "300以上の資産を当社のライブラリから文字、環境、小道具を追加するか、外部ソースからOBJファイルをインポート.";
"onboarding_message_#2" = "、当社の事前定義された動きとの生活にあなたのキャラクターを持参物理シミュレーションを適用したり、独自のいずれかの操作を行います.";
"onboarding_message_#3" = "所望の品質とスタイルで、最終的な映像をレンダリング.";
"onboarding_message_#4" = "それでおしまい。あなたの3Dムービーを送信し、お友達にあなたの創造的なスキルをShowoffの.";

"Next" = "次";
"Let's get started" = "始めましょう";

"Models" = "モデル";
"Images" = "画像";
"Videos" = "ビデオ";
"Text" = "テキスト";
"Light" = "光";
"OBJ File" = "OBJファイル";
"Add Bone" = "ボーンを追加";
"Particle Effects" = "パーティクルエフェクト";

"Apply Animation" = "アニメーションを適用します";
"Save Animation" = "保存アニメーション";
"Images" = "画像";
"Videos" = "ビデオ";

"Tutorials" = "チュートリアル";
"Settings" = "設定";
"Rate This App" = "レートこのアプリ";
"Follow Us" = "フォローする";
"Contact Us" = "お問い合わせ";

"Front" = "フロント";
"Top" = "上";
"Left" = "左";
"Back" = "バック";
"Right" = "右";
"Bottom" = "ボトム";

"1 Frame" = "1 フレーム";
"24 Frames" = "24 フレーム";
"240 Frames" = "240 フレーム";

"Camera" = "カメラ";
"Light" = "光";

"Clone" = "クローン";
"Delete" = "削除";
"Rename" = "リネーム";

"Move Camera" = "移動カメラ";
"Publish" = "パブリッシュ";
"No data" = "データなし";

"share_image_social_media" = "3Dシーンは、私は、iOS上でIyan 3Dを使用して作成しました";
"share_video_social_media" = "アニメーションのビデオは、私は、iOS上でIyan 3Dを使用して作成しました";

"only_hq_options" = "このプロパティは、高品質レンダリングのためだけです.";
"reopen_apply_changes" = "再オープンし、変更を適用するシーンをしてください.";
"sign_in_to_continue" = "継続するSIGNINしてください.";
"no_premium_restored" = "ご購入に問題があるようです。あなたが現在のアカウントとプレミアムにアップグレードされていることを確認してください.";

"In Progress" = "進行中";
"Completed" = "完成しました";
"In Queue" = "順番待ち";
"Download" = "ダウンロード";

"successful_saved_phot_gallery" = "画像/動画が正常に写真に保存します.";
"failed_saved_phot_gallery" = "画像/動画をダウンロードする問題があります。後でもう一度お試しください.";

"no_twitter_account" = "お使いのデバイスでのセットアップのTwitterアカウント";
"APPLY" = "適用します";

"select_obj_preview" = "プレビューするOBJを選択.";
"choose_texture" = "選択したモデルに適用するテクスチャを選択してください.";
"choose_color" = "選択のための頂点カラーを選択してください OBJ.";
"tap_import_photos" = "フォトライブラリからテクスチャをインポートするためにタップ.";
"tap_to_choose_texture" = "選択したオブジェクトのテクスチャ/カラーを選択するタップ.";
"import_model_selected_texture" = "選択されたテクスチャ/色でモデルをインポート.";
"add_obj_document_dir" = "ドキュメントディレクトリ内のOBJ/DAE/FBX/3DSファイルを追加します。.";
"add_texture_document_dir" = "ドキュメントディレクトリ内のテクスチャファイルを追加します。.";
"Pick Color" = "色を選択してください";
"ADD TO SCENE" = "シーンに追加";

"Import Texture" = "インポートテクスチャ";

"Normal Shader" = "通常のシェーダ";
"Toon Shader" = "トゥーンシェーダ";
"HQ Rendering" = "HQレンダリング";

"tap_to_start" = "エクスポートを開始するタップ.";
"please_signin" = "継続するSIGNINしてください.";

"not_enough_credits" = "続行するには、アカウントを再充電してください十分なクレジットを持っていません.";
"scene_no_support_hqrender" = "シーンは、現在、 HQのレンダリングではサポートされていないビデオ/ praticlesが含まれています.";
"data_doesnot_exist" = "要求されたデータが存在しないdoの主語がthouの時の直説法・現在形！";
"hqrender_uploaded_success" = "正常にアップロード。あなたは、プロファイルビューでレンダリングあなたの進行状況を確認することができます.";
"Done" = "終わりました";


"Rename Animation" = "アニメーションの名前を変更します";

"Trending" = "トレンド";
"Featured" = "特集";
"Top Rated" = "トップレート";
"Recent" = "最近";
"My Animations" = "私のアニメーション";

"username_has_special_char" = "ユーザー名に特殊文字を含めることはできません\n.";
"username_isempty" = "ユーザー名は空にすることはできません.";

"Success" = "成功";
"success_animation_publish" = "アニメーション正常に発行.";
"bone_count_mismatch" = "骨の数が一致することはできません.";
"fontstyle_char_unsupported" = "あなたが入力した文字をサポートしていない選択したフォントスタイル.";

"inapp_disabled" = "アプリ内購入は無効です。購入を有効にするには、設定を確認.";
"missing_resources" = "一部のリソースファイルが不足しています.";

"My Objects" = "私のオブジェクト";
"Edit" = "編集";

"ADD" = "加えます";
"ANIMATION" = "  アニメーション";
"OPTIONS" = "  オプション";
"EXPORT" = "  輸出する";

"MOVE" = "  移動";
"ROTATE" = "  回転させます";
"SCALE" = "  規模";

"ADD JOINT" = "  共同追加";
"MIRROR" = "鏡";
"CANCEL" = "キャンセル";
"ADD TO SCENE" = "シーンに追加";

"Enter Text" = "テキストを入力します。";
"With Bones" = "骨付き";
"Color" = "色";
"Font Store" = "フォントのストア";
"My Fonts" = "マイフォント";
"News Feed" = "ニュースフィード";
"Clear All" = "すべてクリア";
"SHARE" = "シェア";
"CLOSE" = "閉じる";

"FRAME COUNT DISPLAY" = "フレームカウント表示";
"TOOLBAR" = "ツールバー";
"3D WORKSPACE" = "3D ワークスペース";
"Quality" = "品質";
"Speed" = "速度";
"This setting does not affect Export quality" = "この設定は、エクスポート品質には影響しません";
"MultiSelect" = "複数選択";

"RESTORE PURCHASE" = "購入商品を復元する";
"SETTINGS" = "設定";

"Credits" = "クレジット";
"Add 5k Credits" = "5kのクレジットを追加";
"Add 20k Credits" = "20kのクレジットを追加";
"Add 50k Credits" = "50kのクレジットを追加";
"HQ Render Progress" = "HQは、進捗状況をレンダリング";
"Manage Account" = "アカウントの管理";
"Sign Out" = "サインアウト";
"Add Credits" = "クレジットを追加";

"Sign In" = "サインイン";
"Login to enjoy more features" = "より多くの機能を楽しむためにログイン";

"Copy OBJ files in Document Directory." = "ドキュメントディレクトリ内のOBJファイルをコピーします。.";
"Import Obj" = "インポート Obj";
"NEXT" = "次";

"Create Scene" = "シーンを作成します。";
"Creates a new scene." = "新しいシーンを作成します。.";
"Tap to open the scene." = "シーンを開くためにタップします.";
"Tap to Clone / Delete / Share the scene." = "シーンを共有/ /クローンの作成削除するには、をタップし.";


"RENDERING PROGRESS" = "進行状況をレンダリング";
"RESOLUTION" = "解決";
"BACKGROUND COLOR" = "背景色";
"WATERMARK" = "透かし";
"RENDERING STYLE" = "レンダリングスタイル";
"Render Normal Shader in Your Device" = "お使いのデバイスに標準シェーダをレンダリング";
"LIMIT FRAMES" = "限度枠";

"ADD" = "加えます";

"Manage your account" = "あなたのアカウントを管理します";
"Settings, Tutorials & Contact us" = "[設定] 、チュートリアル＆お問い合わせ";


"Save and Exit the scene" = "保存して、シーンを終了します";
"Add Frames" = "フレームを追加します。";
"Standard view angles" = "標準視野角";
"Play the animation preview" = "アニメーションプレビューを再生";
"Switch to Move / Rotate / Scale mode" = "/回転/スケールモード移動させるためのスイッチ";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "選択したジョイントのミラージョイントを移動/回転させるために、ミラーを有効にします";
"Import objects into the scene" = "インポートは、シーンにオブジェクト";
"Apply animation to the selected model/text" = "選択したモデル/テキストにアニメーションを適用します。";
"Change properties of selected object" = "選択したオブジェクトのプロパティを変更";
"Export image/video to the Camera roll" = "エクスポート画像/カメラロールにビデオ";
"Undo / Redo your actions" = "あなたの行動をやり直し/元に戻します";
"Tap to add the rigged model in to the scene" = "シーンにリグモデルを追加するには、をタップし";
"Tap to publish your animation to the store" = "店にアニメーションを公開するタップ";
"Current mode in rigging" = "リギングの現在のモード";
"Tap to add a joint to the selected joint in the rig" = "リグに選択したジョイントにジョイントを追加するには、をタップし";
"Manage objects in the scene" = "シーン内のオブジェクトを管理します";
"Switch to Move / Rotate / Scale mode" = "/回転/スケールモード移動させるためのスイッチ";
"Enable to move / rotate the mirror joint of selected joint" = "/移動するために有効に選択したジョイントのミラージョイントを回転させます";
"Cancel rigging and go back to the scene" = "談合をキャンセルし、シーンに戻ります";
"Tap to change model category" = "モデルのカテゴリを変更するには、をタップし";
"Tap to import the selected model into your scene." = "あなたのシーンに選択されたモデルをインポートするためにタップ.";
"Import selected 3D text into the scene." = "シーンにインポート選択した3Dテキスト.";
"Choose color for 3D text." = "3Dテキストの色を選択します.";
"Add bevel to 3D text." = "3Dテキストにベベルを追加します。.";
"Enter your text here." = "ここにテキストを入力してください.";

"Tap to save and close the Settings." = "設定を保存し、閉じタップ.";
"Enable or Disable multiple objects selection." = "有効または複数のオブジェクトを選択を無効にします.";
"Choose whether toolbar should be on the right or left side in Editor." = "ツールバーには、エディタで右または左の側にあるべきであるかどうかを選択します.";
"Choose between quality or speed of rendering in Editor." = "エディタでのレンダリングの品質や速度の間で選択します.";

"Enable/Disable Watermark image." = "/無効に透かし画像を有効にします.";
"Limit the number of frames to be exported." = "フレーム数を制限エクスポートします.";
"Credits required for the current export." = "現在のエクスポートに必要なクレジット.";
"Tap to change category." = "カテゴリを変更するには、をタップし.";
"Tap to apply animation to the selected object." = "選択したオブジェクトにアニメーションを適用するためにタップ.";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";



























